const test =[
                    {
                        question: 'Столица Германии',
                        answers: [
                            'Кельн',
                            'Гамбург',
                            'Берлин',
                            'Мюнхен',
                            'Штутгард',
                        ],
                        right: 3, //номер правильного ответа
                    },
                    {
                        question: 'Столица Франции',
                        answers: [
                            'Париж',
                            'Марсель',
                            'Ницца',
                            'Канны',
                            'Авиньон',
                        ],
                        right: 1, //номер правильного ответа
                    },
                    {
                        question: 'Столица Беларуси',
                        answers: [
                            'Гомель',
                            'Минск',
                            'Лепель',
                            'Витебск',
                            'Борисов',
                        ],
                        right: 2, //номер правильного ответа
                    },
                    {
                        question: 'Столица Бельгии',
                        answers: [
                            'Антверпен',
                            'Льеж',
                            'Намюр',
                            'Лёвен',
                            'Брюссель',
                        ],
                        right: 5, //номер правильного ответа
                    },
                    {
                        question: 'Столица Японии',
                        answers: [
                            'Токио',
                            'Киото',
                            'Иокогама',
                            'Нагоя',
                            'Осака',
                        ],
                        right: 1, //номер правильного ответа
                    },
                    
                ]